
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по опредлению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = ('Данное приложение позволит вам с помощбю теста Руфье провести первичную диагностику вашего здоровья'
'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физических нагрузках'
"У испытуемого, назодящего в положении лежа на спине в течение 5 минб определяют частоту пульса за 15 секунд,"
"затем в течение 45 секунд испытуемый выполняет 30 приседаний. \n"
'После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций первые 15 секунд,'
"а потом - за последние 15 секунд первой минуты периода восстановления"
"Важно! Если во время теста вы почувствуете себя плохо, то необходимо прервать тест и обратиться к врачу.")
txt_title = 'Здоровье'
txt_name = "Введите ФИО"
txt_hintname = "ФИО"
txt_hintage = "0"
txt_test1 = ('Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать перый тест", чтобы запустить таймер.'
"Результат запишите в соответствующее поле")
txt_test2 = ('Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",'
'чтобы запустить счетчик приседаний')
txt_test3 = ('Лягте на спину и замерьте пульс сначала первые 15 секунд минуты, затем последние 15 секунд.'
'Нажмите кнопку "Начать финальный тест", чтобы запустить таймер.'
'Зелёным обозначены секунды, в течение которых необходимо'
'проводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.')
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начат делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = 'Полных лет:'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца:'